Repository: zhangao0086/DKImagePickerController
Catalog: Sources/DKImagePickerController/Resource/Resources/*.lproj/DKImagePickerController.strings
Languages: ar, ko, ru, tr, ur, vi, zh_hans, zh_hant

# permission.camera.title
source: Please Allow Camera Access
ar: الرجاء السماح بالدخول إلى الكاميرا
ko: 카메라 권한을 허용해주세요.
ru: Пожалуйста, разрешите доступ к камере
tr: Kamera erişimine izin veriniz.
ur: براےْ مھربانی کیمرے کی رسائی کی اجازت دیں
vi: Vui lòng cho phép truy cập camera
zh_hans: 请授权使用相机
zh_hant: 請授權使用相機

# permission.photo.title
source: Please Allow Photo Access
ar: الرجاء السماح بالدخول إلى الصور
ko: 갤러리 권한을 허용해주세요.
ru: Пожалуйста, разрешите доступ к фото
tr: Fotoğraf erişimine izin veriniz.
ur: براےْ مھربانی تصویروں کی رسائی کی اجازت دیں
vi: Vui lòng cho phép truy cập ảnh
zh_hans: 请授权使用照片
zh_hant: 請授權使用照片

# permission.allow
source: Allow Access
ar: السماح بالدخول
ko: 승인
ru: Предоставить доступ
tr: Erişim izni veriniz.
ur: اجازت دیں
vi: Cho phép truy cập
zh_hans: 允许访问
zh_hant: 允許

# picker.alert.ok
source: OK
ar: نعم
ko: 확인
ru: Ок
tr: Tamam
ur: ٹھیک ہے
vi: Đồng ý
zh_hans: 确定
zh_hant: 確定

# picker.select.title
source: Select(%@)
ar: حدد(%@)
ko: 선택(%@)
ru: Выбрать(%@)
tr: Seçili(%@)
ur: (%@)منتخب کریں
vi: Chọn(%@)
zh_hans: 选择(%@)
zh_hant: 選擇(%@)

# picker.select.done.title
source: Done
ar: تم
ko: 확인
ru: Готово
tr: Tamam
ur: مکمل کریں
vi: Xong
zh_hans: 完成
zh_hant: 完成

# picker.select.photosOrVideos.error.title
source: Select Photos or Videos
ar: حدد صور أو مقاطع فيديو
ko: 사진 또는 비디오를 선택하세요.
ru: Выбрать фото или видео
tr: Fotoğraf veya video seçiniz.
ur: تصاویر اور ویڈیوز منتخب کریں
vi: Chọn ảnh hoặc video
zh_hans: 选择照片或视频
zh_hant: 選擇照片或影片

# picker.select.photosOrVideos.error.message
source: It is not possible to select photos and videos at the same time.
ar: لا يمكن تحديد الصور ومقاطع الفيديو في نفس الوقت.
ko: 사진과 비디오는 동시에 선택할수 없습니다.
ru: Нельзя выбрать фото и видео одновременно
tr: Aynı anda fotoğraf ve video seçimi yapamazsınız.
ur: تصاویر اور ویڈیوز ایک ساتھ منتخب نھیں ہو سکتیں
vi: Không thể lựa chọn đồng thời cả ảnh và video.
zh_hans: 不能同时选中照片或视频.
zh_hant: 不能同時選擇照片或影片

# picker.select.maxLimitReached.error.title
source: Max photos limit reached
ar: بلغت الصور الحد المسموح به
ko: 최대치 만큼 사진을 선택하셨습니다.
ru: Достигнут лимит фото
tr: Maksimum fotoğraf limitine ulaştınız.
ur: تصاویر کی مقررہ تعداد پوری ہوگئی
vi: Số lượng ảnh đã đạt giới hạn
zh_hans: 最大数限制
zh_hant: 最大張數限制

# picker.select.maxLimitReached.error.message
source: You can select %@ items
ar: يمكنك تحديد %@ من العناصر
ko: %@개의 사진까지 선택할수 있습니다.
ru: Вы можете выбрать %@ фото
tr: %@ fotoğraf seçebilirsiniz.
ur: آپ %@ تصاویر منتخب کر سکتے ہیں
vi: Bạn có thể chọn %@ mục
zh_hans: 你能选择%@项
zh_hant: 你可以選%@張
